app/controllers/zombies_controller.rb

SELECT "zombies".* FROM "zombies"
---
  def index
    @zombies = Zombie.includes(:brain).all